Repository: common-repository/tseo-portfolio
Catalog: languages/tseoportfolio-*.po
Languages: es_es

source: TSEO Portfolio allows you to display a gallery of websites that you have developed with WordpPress. Each entry displays an image, title, description and six buttons that link to the website, PageSpeed Mobile, PageSpeed Desktop, Pingdom, GTmetrix and Google Rich Results that allows each visitor to analyze the quality of each website.
es_es: TSEO Portfolio le permite mostrar una galería de sitios web que ha desarrollado usted con WordpPress. Cada entrada muestra una imagen, título, descripción y seis botones que enlazan con el sitio web, PageSpeed Mobile, PageSpeed Desktop, Pingdom, GTmetrix y Google Rich Results que permite a cada visitante analizar la calidad de cada sitio web.

source: TSEO PRO team
es_es: Equipo TSEO PRO

source: TSEO Portfolio Settings
es_es: Configuración del portafolio de TSEO

source: Settings
es_es: Ajustes

source: Saving TSEO Portfolio settings
es_es: Guardar la configuración de la cartera de TSEO

source: Customize Gallery
es_es: Personalizar galería

source: Title
es_es: Título

source: Portfolio of Websites Optimized for SEO and SEM
es_es: Portafolio de sitios web optimizados para SEO y SEM

source: Gallery Title Color
es_es: Color del título de la galería

source: Gallery Background Color
es_es: Color de fondo de la galería

source: Customize Cards
es_es: Personalizar tarjetas

source: Card Background Color
es_es: Color de fondo de la tarjeta

source: Card Border Color
es_es: Color del borde de la tarjeta

source: Card Title Color
es_es: Color del título de la tarjeta

source: Card Description Color
es_es: Color de descripción de la tarjeta

source: Card Footer Background Color
es_es: Color de fondo del pie de página de la tarjeta

source: Customize Buttons
es_es: Personalizar botones

source: Button Background Color
es_es: Color de fondo del botón

source: Button Text Color
es_es: Color del texto del botón

source: Button Hover Background Color
es_es: Color de fondo del botón al pasar por encima

source: Button Hover Text Color
es_es: Color de texto del botón al pasar por encima

source: Button Visited Text Color
es_es: Botón Texto visitado Color

source: Delete data
es_es: Borrar datos

source: Delete data when uninstalling
es_es: Eliminar datos al desinstalar

source: Delete all data when uninstalling the plugin
es_es: Eliminar todos los datos al desinstalar el plugin

source: How to display the gallery
es_es: Cómo mostrar la galería

source: To display the website gallery on any page or post, simply insert the following shortcode:
es_es: Para mostrar la galería del sitio web en cualquier página o publicación, simplemente inserte el siguiente shortcode:

source: If you want, you can insert the number of posts to display like this:
es_es: Si lo desea, puede insertar el número de publicaciones para mostrar así:

source: Information
es_es: Información

source: TSEO Portfolio is recommended for digital marketing agencies that want to showcase a portfolio of websites in WordPress with high performance for SEO and SEM campaigns.
es_es: TSEO Portfolio se recomienda para agencias de marketing digital que desean mostrar una cartera de sitios web en WordPress con alto rendimiento para campañas SEO y SEM.

source: Boost your business with our TSEO PRO theme
es_es: Impulsa tu negocio con nuestro tema TSEO PRO

source: A Hassle-Free, Comprehensive Solution: If you're aiming to establish a powerful and seamless online presence, you've come to the right place. With our TSEO PRO theme and its 'Web Renting' subscription model, we offer an ideal solution for businesses and entrepreneurs. Get a high-performance website, SEO-optimized, without making significant upfront investments.
es_es: Una solución integral y sin complicaciones: si su objetivo es establecer una presencia en línea poderosa y sin problemas, ha venido al lugar correcto. Con nuestro tema TSEO PRO y su modelo de suscripción 'Web Renting', ofrecemos una solución ideal para empresas y emprendedores. Obtenga un sitio web de alto rendimiento, optimizado para SEO, sin realizar importantes inversiones iniciales.

source: Visit TSEO PRO
es_es: Visita TSEO PRO

source: Description
es_es: Descripción

source: Web links for analytics
es_es: Enlaces web para análisis

source: Web Link
es_es: Enlace web

source: Insert the website URL.
es_es: Inserte la URL del sitio web.

source: PageSpeed Mobile Link
es_es: Enlace móvil PageSpeed

source: Get the URL from here after analyzing (mobile):
es_es: Obtenga la URL desde aquí después de analizar (móvil):

source: PageSpeed Desktop Link
es_es: Enlace de escritorio de PageSpeed

source: Get the URL from here after analyzing (desktop):
es_es: Obtenga la URL desde aquí después de analizar (escritorio):

source: Get the URL from here after analyzing:
es_es: Obtenga la URL desde aquí después de analizar:

source: Google Rich Results
es_es: Resultados enriquecidos de Google

source: See website
es_es: Ver web

source: Analyze in mobile PageSpeed
es_es: Analizar en PageSpeed móvil

source: Mobile
es_es: Móvil

source: Analyze on computer PageSpeed
es_es: Analizar en el ordenador PageSpeed

source: Analyze in Pingdom
es_es: Analizar en Pingdom

source: Analyze in GTmetrix
es_es: Analizar en GTmetrix

source: Google Test Rich Results
es_es: Resultados enriquecidos de Google

source: No websites found.
es_es: No se han encontrado sitios web.

source: Order of appearance
es_es: Orden de aparición

source: Display in Gallery
es_es: Mostrar en la galería

source: Do not display in gallery
es_es: No mostrar en la galería
